Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: The selected runtime is both the latest online release and the recommended revision for this Switchyard version.
de: Die ausgewählte Laufzeitumgebung ist sowohl die neueste Online-Version als auch die für diese Switchyard-Version empfohlene Revision.
es: El entorno seleccionado es tanto la última versión en línea como la revisión recomendada para esta versión de Switchyard.
fr: L’environnement sélectionné est à la fois la dernière version en ligne et la révision recommandée pour cette version de Switchyard.
ja: 選択したランタイムは、最新のオンラインリリースであり、この Switchyard バージョンの推奨リビジョンでもあります。
ko: 선택한 런타임은 최신 온라인 릴리스이면서 이 Switchyard 버전의 권장 리비전입니다.
pt_br: O runtime selecionado é a versão online mais recente e também a revisão recomendada para esta versão do Switchyard.
ru: Выбранная среда выполнения одновременно является последней онлайн-версией и рекомендуемой версией для этой версии Switchyard.
zh_hans: 所选运行时既是最新在线版本，也是此 Switchyard 版本的推荐修订版本。
zh_hant: 所選執行環境既是最新的線上版本，也是此 Switchyard 版本的建議修訂版本。

source: The selected runtime is both the latest online release and the revision verified for this Switchyard version.
de: Die ausgewählte Laufzeit ist sowohl die neueste Online-Version als auch die für diese Switchyard-Version überprüfte Revision.
es: El tiempo de ejecución seleccionado es tanto la última versión en línea como la revisión verificada para esta versión Switchyard.
fr: Le runtime sélectionné est à la fois la dernière version en ligne et la révision vérifiée pour cette version Switchyard.
ja: 選択したランタイムは、最新のオンライン リリースと、この Switchyard バージョンに対して検証されたリビジョンの両方です。
ko: 선택한 런타임은 최신 온라인 릴리스이자 이 Switchyard 버전에 대해 검증된 개정판입니다.
pt_br: O runtime selecionado é a versão online mais recente e a revisão verificada para esta versão do Switchyard.
ru: Выбранная среда выполнения является как последним онлайн-выпуском, так и версией, проверенной для этой версии Switchyard.
zh_hans: 所选运行时既是最新的在线版本，也是为此 Switchyard 版本验证的修订版。
zh_hant: 所選運行時既是最新的線上版本，也是為此 Switchyard 版本驗證的修訂版。

source: The standard Windows installer will appear in a moment.
de: Das Standardinstallationsprogramm Windows wird gleich angezeigt.
es: El instalador estándar Windows aparecerá en un momento.
fr: Le programme d'installation standard Windows apparaîtra dans un instant.
ja: 標準の Windows インストーラーがすぐに表示されます。
ko: 잠시 후 표준 Windows 설치 프로그램이 나타납니다.
pt_br: O instalador padrão do Windows aparecerá em instantes.
ru: Стандартный установщик Windows появится через мгновение.
zh_hans: 标准的 Windows 安装程序很快就会出现。
zh_hant: 標準的 Windows 安裝程式很快就會出現。

source: The verified Valve download is ready to install.
de: Der verifizierte Valve-Download ist zur Installation bereit.
es: La descarga verificada de Valve está lista para instalarse.
fr: Le téléchargement vérifié Valve est prêt à être installé.
ja: 検証済みの Valve ダウンロードをインストールする準備ができました。
ko: 검증된 Valve 다운로드를 설치할 준비가 되었습니다.
pt_br: O download verificado da Valve está pronto para instalação.
ru: Проверенная загрузка Valve готова к установке.
zh_hans: 经过验证的 Valve 下载已准备好安装。
zh_hant: 經過驗證的 Valve 下載已準備好安裝。

source: There are no visible files in this folder.
de: In diesem Ordner sind keine Dateien sichtbar.
es: No hay archivos visibles en esta carpeta.
fr: Il n'y a aucun fichier visible dans ce dossier.
ja: このフォルダーには表示されるファイルはありません。
ko: 이 폴더에는 표시되는 파일이 없습니다.
pt_br: Não há arquivos visíveis nesta pasta.
ru: В этой папке нет видимых файлов.
zh_hans: 此文件夹中没有可见文件。
zh_hant: 此資料夾中沒有可見檔案。

source: These runtimes are in Switchyard's managed cache but do not match the currently loaded official release list.
de: Diese Laufzeitumgebungen befinden sich im verwalteten Switchyard-Cache, entsprechen aber nicht der aktuell geladenen Liste offizieller Versionen.
es: Estos entornos están en la caché gestionada de Switchyard, pero no coinciden con la lista de versiones oficiales cargada.
fr: Ces environnements figurent dans le cache géré de Switchyard, mais ne correspondent pas à la liste des versions officielles actuellement chargée.
ja: これらのランタイムは Switchyard の管理キャッシュにありますが、現在読み込まれている公式リリース一覧とは一致しません。
ko: 이 런타임은 Switchyard의 관리 캐시에 있지만 현재 불러온 공식 릴리스 목록과 일치하지 않습니다.
pt_br: Estes runtimes estão no cache gerenciado do Switchyard, mas não correspondem à lista de versões oficiais carregada.
ru: Эти среды выполнения находятся в управляемом кэше Switchyard, но не соответствуют загруженному списку официальных выпусков.
zh_hans: 这些运行时位于 Switchyard 的托管缓存中，但与当前加载的官方版本列表不匹配。
zh_hant: 這些執行環境位於 Switchyard 的管理快取中，但與目前載入的官方版本清單不符。

source: This Mac
de: Dieser Mac
es: Esta Mac
fr: Ce Mac
ja: この Mac
ko: 이 Mac
pt_br: Este Mac
ru: Этот Mac
zh_hans: 这台Mac
zh_hant: 這台Mac

source: This Mac is not supported
de: Dieser Mac wird nicht unterstützt
es: Esta Mac no es compatible
fr: Ce Mac n'est pas pris en charge
ja: この Mac はサポートされていません
ko: 이 Mac은 지원되지 않습니다
pt_br: Este Mac não é suportado
ru: Этот Mac не поддерживается
zh_hans: 此 Mac 不受支持
zh_hant: 此 Mac 不受支援

source: This Windows installer is ready to open in Switchyard.
de: Dieses Windows-Installationsprogramm kann in Switchyard geöffnet werden.
es: Este instalador Windows está listo para abrirse en Switchyard.
fr: Ce programme d'installation Windows est prêt à être ouvert dans Switchyard.
ja: この Windows インストーラーは、Switchyard で開く準備ができています。
ko: 이 Windows 설치 프로그램은 Switchyard에서 열 준비가 되어 있습니다.
pt_br: Este instalador Windows está pronto para abrir em Switchyard.
ru: Этот установщик Windows готов к открытию в Switchyard.
zh_hans: 此 Windows 安装程序已准备好在 Switchyard 中打开。
zh_hant: 此 Windows 安裝程式已準備好在 Switchyard 中開啟。

source: This app build does not contain a published runtime channel.
de: Dieser App-Build enthält keinen veröffentlichten Laufzeitkanal.
es: Esta compilación de aplicación no contiene un canal de ejecución publicado.
fr: Cette version d'application ne contient pas de canal d'exécution publié.
ja: このアプリのビルドには、公開されたランタイム チャネルが含まれていません。
ko: 이 앱 빌드에는 게시된 런타임 채널이 포함되어 있지 않습니다.
pt_br: Este build do app não contém um canal de runtime publicado.
ru: Эта сборка приложения не содержит опубликованного канала среды выполнения.
zh_hans: 此应用程序版本不包含已发布的运行时通道。
zh_hant: 此應用程式版本不包含已發布的運行時通道。

source: This app build does not trust the Developer ID team that signed the runtime.
de: Dieser App-Build vertraut dem Developer-ID-Team nicht, das die Laufzeitumgebung signiert hat.
es: Esta compilación de la app no confía en el equipo de Developer ID que firmó el entorno.
fr: Ce build de l’app ne fait pas confiance à l’équipe Developer ID qui a signé l’environnement d’exécution.
ja: このアプリビルドは、ランタイムに署名した Developer ID チームを信頼していません。
ko: 이 앱 빌드는 런타임에 서명한 Developer ID 팀을 신뢰하지 않습니다.
pt_br: Este build do app não confia na equipe de Developer ID que assinou o runtime.
ru: Эта сборка приложения не доверяет команде Developer ID, подписавшей среду выполнения.
zh_hans: 此应用构建不信任签署该运行时的 Developer ID 团队。
zh_hant: 此 App 建置版本不信任簽署該執行環境的 Developer ID 團隊。

source: This app build does not trust the selected official runtime.
de: Dieser App-Build vertraut der ausgewählten offiziellen Laufzeitumgebung nicht.
es: Esta compilación de la app no confía en el entorno oficial seleccionado.
fr: Ce build de l’app ne fait pas confiance à l’environnement officiel sélectionné.
ja: このアプリビルドは、選択した公式ランタイムを信頼していません。
ko: 이 앱 빌드는 선택한 공식 런타임을 신뢰하지 않습니다.
pt_br: Este build do app não confia no runtime oficial selecionado.
ru: Эта сборка приложения не доверяет выбранной официальной среде выполнения.
zh_hans: 此应用构建不信任所选官方运行时。
zh_hant: 此 App 建置版本不信任所選的官方執行環境。

source: This development build has no official Developer ID trust configuration. Release browsing remains available, but downloads are disabled.
de: Dieser Entwicklungs-Build besitzt keine offizielle Developer-ID-Vertrauenskonfiguration. Versionen können durchsucht, aber nicht geladen werden.
es: Esta compilación de desarrollo no tiene una configuración oficial de confianza para Developer ID. Se pueden consultar las versiones, pero las descargas están desactivadas.
fr: Ce build de développement ne dispose d’aucune configuration officielle de confiance Developer ID. Les versions restent consultables, mais les téléchargements sont désactivés.
ja: この開発ビルドには公式の Developer ID 信頼設定がありません。リリースの閲覧はできますが、ダウンロードは無効です。
ko: 이 개발 빌드에는 공식 Developer ID 신뢰 설정이 없습니다. 릴리스 목록은 볼 수 있지만 다운로드할 수 없습니다.
pt_br: Este build de desenvolvimento não tem uma configuração oficial de confiança para Developer ID. As versões podem ser consultadas, mas os downloads estão desativados.
ru: В этой сборке для разработки не настроено доверие к официальному Developer ID. Выпуски можно просматривать, но скачивание отключено.
zh_hans: 此开发构建未配置官方 Developer ID 信任设置。仍可浏览版本，但不能下载。
zh_hant: 此開發建置版本未設定官方 Developer ID 信任設定。仍可瀏覽版本，但無法下載。

source: This link leaves the container and cannot be browsed in Switchyard.
de: Dieser Link verlässt den Container und kann in Switchyard nicht durchsucht werden.
es: Este enlace sale del contenedor y no se puede explorar en Switchyard.
fr: Ce lien quitte le conteneur et ne peut pas être parcouru dans Switchyard.
ja: このリンクはコンテナから離れるため、Switchyard で参照できません。
ko: 이 링크는 컨테이너를 벗어나며 Switchyard에서 찾아볼 수 없습니다.
pt_br: Este link aponta para fora do contêiner e não pode ser aberto no Switchyard.
ru: Эта ссылка выходит за пределы контейнера, и ее нельзя просмотреть в Switchyard.
zh_hans: 此链接离开容器，无法在 Switchyard 中浏览。
zh_hant: 此連結離開容器，無法在 Switchyard 中瀏覽。

source: This normally takes only a moment.
de: Dies dauert normalerweise nur einen Moment.
es: Normalmente esto sólo lleva un momento.
fr: Cela ne prend normalement qu'un instant.
ja: 通常、これにはほんの一瞬しかかかりません。
ko: 보통 잠시만 기다리면 됩니다.
pt_br: Isso normalmente leva apenas um momento.
ru: Обычно это занимает всего мгновение.
zh_hans: 这通常只需要一点时间。
zh_hant: 這通常只需要一點時間。

source: This release opens Apple's download page so you can sign in, review its terms, and choose the toolkit copy to import.
de: Diese Version öffnet die Download-Seite von Apple, sodass Sie sich anmelden, die Bedingungen lesen und die zu importierende Toolkit-Kopie auswählen können.
es: Esta versión abre la página de descargas de Apple para que pueda iniciar sesión, revisar sus términos y elegir la copia del kit de herramientas para importar.
fr: Cette version ouvre la page de téléchargement d'Apple afin que vous puissiez vous connecter, consulter ses conditions et choisir la copie de la boîte à outils à importer.
ja: このリリースでは Apple のダウンロード ページが開き、サインインして規約を確認し、インポートするツールキットのコピーを選択できます。
ko: Apple 다운로드 페이지가 열립니다. 여기에서 로그인하고 약관을 확인한 뒤 가져올 툴킷 파일을 선택하세요.
pt_br: Esta versão abre a página de download da Apple para que você possa fazer login, revisar seus termos e escolher a cópia do toolkit para importar.
ru: В этом выпуске открывается страница загрузки Apple, на которой вы можете войти в систему, просмотреть условия и выбрать копию набора инструментов для импорта.
zh_hans: 此版本会打开 Apple 的下载页面，以便您可以登录、查看其条款并选择要导入的工具包副本。
zh_hant: 此版本會開啟 Apple 的下載頁面，以便您可以登入、檢視其條款並選擇要匯入的工具包副本。

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 再试一次
zh_hant: 再試一次

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 이용 불가
pt_br: Não disponível
ru: Недоступно
zh_hans: 不可用
zh_hant: 不可用

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知
zh_hant: 未知

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unpinned
de: Nicht fixiert
es: Sin fijar
fr: Non fixé
ja: 未固定
ko: 고정되지 않음
pt_br: Não fixado
ru: Не закреплено
zh_hans: 未固定
zh_hant: 未固定

source: Unsaved work in Windows apps may be lost. Switchyard needs them closed before changing compatibility files.
de: Nicht gespeicherte Arbeit in Windows-Apps geht möglicherweise verloren. Switchyard muss sie schließen, bevor Kompatibilitätsdateien geändert werden.
es: Es posible que se pierda el trabajo no guardado en las aplicaciones Windows. Switchyard necesita cerrarlos antes de cambiar los archivos de compatibilidad.
fr: Le travail non enregistré dans les applications Windows peut être perdu. Switchyard doit les fermer avant de modifier les fichiers de compatibilité.
ja: Windows アプリの保存されていない作業は失われる可能性があります。 Switchyard では、互換性ファイルを変更する前にそれらを閉じる必要があります。
ko: Windows 앱에서 저장하지 않은 작업이 사라질 수 있습니다. 호환성 파일을 바꾸려면 먼저 앱을 모두 종료해야 합니다.
pt_br: Alterações não salvas nos aplicativos do Windows poderão ser perdidas. O Switchyard precisa fechá-los antes de alterar os arquivos de compatibilidade.
ru: Несохраненная работа в приложениях Windows может быть потеряна. Switchyard требует их закрытия перед изменением файлов совместимости.
zh_hans: Windows 应用程序中未保存的工作可能会丢失。 Switchyard 需要在更改兼容性文件之前关闭它们。
zh_hant: Windows 應用程式中未儲存的工作可能會遺失。 Switchyard 需要在更改相容性檔案之前關閉它們。

source: Unsupported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: サポートされていません
ko: 지원되지 않음
pt_br: Não suportado
ru: Не поддерживается
zh_hans: 不支持
zh_hant: 不支援

source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: 利用可能なアップデート
ko: 업데이트 가능
pt_br: Atualização disponível
ru: Доступно обновление
zh_hans: 可用更新
zh_hant: 可用更新

source: Update macOS to continue
de: Aktualisieren Sie macOS, um fortzufahren
es: Actualice macOS para continuar
fr: Mettez à jour macOS pour continuer
ja: 続行するには、macOS を更新してください
ko: 계속하려면 macOS를 업데이트하세요.
pt_br: Atualize o macOS para continuar
ru: Обновите macOS, чтобы продолжить.
zh_hans: 更新 macOS 以继续
zh_hant: 更新 macOS 以繼續

source: Updated %@
de: Aktualisiert %1$@
es: Actualizado %1$@
fr: Mise à jour %1$@
ja: %1$@ を更新しました
ko: %1$@ 업데이트됨
pt_br: Atualizado %1$@
ru: Обновлен %1$@
zh_hans: 更新%1$@
zh_hant: 更新%1$@

source: Use
de: Verwenden
es: Usar
fr: Utiliser
ja: 使用
ko: 사용
pt_br: Usar
ru: Использовать
zh_hans: 使用
zh_hant: 使用

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
ko: 값
pt_br: Valor
ru: Значение
zh_hans: 值
zh_hant: 值

source: Valve's download service did not return a complete installer.
de: Der Download-Dienst von Valve hat kein vollständiges Installationsprogramm zurückgegeben.
es: El servicio de descarga de Valve no devolvió un instalador completo.
fr: Le service de téléchargement de Valve n'a pas renvoyé un programme d'installation complet.
ja: Valve のダウンロード サービスは、完全なインストーラーを返しませんでした。
ko: Valve의 다운로드 서비스가 전체 설치 프로그램을 반환하지 않았습니다.
pt_br: O serviço de download da Valve não retornou um instalador completo.
ru: Служба загрузки Valve не вернула полную версию установщика.
zh_hans: Valve的下载服务未返回完整的安装程序。
zh_hant: Valve的下載服務未回傳完整的安裝程式。

source: Variable
de: Variabel
ja: 変数
ko: 변수
pt_br: Variável
ru: Переменная
zh_hans: 变量
zh_hant: 變數

source: Verbose Wine logging
de: Ausführliche Wine-Protokollierung
es: Registro detallado de Wine
fr: Journalisation détaillée Wine
ja: 詳細な Wine ログ
ko: 자세한 Wine 로깅
pt_br: Log detalhado do Wine
ru: Подробное ведение журнала Wine
zh_hans: 详细 Wine 日志记录
zh_hant: 詳細 Wine 日誌記錄

source: Verbose mode additionally records Wine fixme output and targeted SEH, graphics, and window-system traces. It can produce very large logs, so the live view is batched and keeps only its latest 5,000 entries while the protected file keeps the complete run output.
de: Im ausführlichen Protokollmodus werden zusätzlich die Wine-fixme-Ausgabe sowie ausgewählte SEH-, Grafik- und Fenstersystem-Traces aufgezeichnet. Da die Protokolle sehr groß werden können, zeigt die App nur die neuesten 5.000 Einträge in Blöcken an; die geschützte Datei enthält das vollständige Ausführungsprotokoll.
es: El modo de registro detallado también guarda la salida Wine fixme y los seguimientos seleccionados de SEH, gráficos y del sistema de ventanas. Como los registros pueden ser muy grandes, la app solo muestra por lotes las 5.000 entradas más recientes; el archivo protegido conserva el registro completo de la ejecución.
fr: Le mode de journalisation détaillée enregistre également la sortie Wine fixme et les traces SEH, graphiques et du système de fenêtrage ciblées. Les journaux pouvant être très volumineux, l’app n’affiche par lots que les 5 000 dernières entrées, tandis que le fichier protégé conserve le journal d’exécution complet.
ja: 詳細ログモードでは、Wine fixme出力に加え、指定したSEH、グラフィックス、ウインドウシステムのトレースも記録します。ログが非常に大きくなる可能性があるため、画面には最新5,000件のみを分割して表示し、保護されたファイルには実行ログ全体を保存します。
ko: 상세 로그 모드에서는 Wine fixme 출력과 SEH·그래픽·윈도우 시스템 추적도 기록합니다. 로그가 매우 커질 수 있어 화면에는 최신 5,000개만 나누어 표시하고, 보호된 파일에는 전체 실행 로그를 보관합니다.
pt_br: O modo de registro detalhado também grava a saída Wine fixme e os rastreamentos selecionados de SEH, gráficos e do sistema de janelas. Como os registros podem ser muito grandes, o app mostra em lotes apenas as 5.000 entradas mais recentes; o arquivo protegido mantém o registro completo da execução.
ru: Подробный журнал также включает вывод Wine fixme и выбранные трассировки SEH, графики и оконной системы. Журнал может быть очень большим, поэтому на экране по частям хранятся только последние 5 000 записей, а защищённый файл содержит полный журнал запуска.
zh_hans: 详细日志模式还会记录 Wine fixme 输出以及指定的 SEH、图形和窗口系统跟踪。日志可能很大，因此界面只分批保留最新 5,000 条记录，受保护的文件则保存完整的运行输出。
zh_hant: 詳細記錄模式還會記錄 Wine fixme 輸出及指定的 SEH、繪圖與視窗系統追蹤。記錄可能很大，因此介面只會分批保留最新 5,000 筆，受保護的檔案則保存完整的執行記錄。

source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
ja: 確認済み
ko: 확인됨
pt_br: Verificado
ru: Проверено
zh_hans: 已验证
zh_hant: 已驗證

source: Verify and Continue
de: Überprüfen und fortfahren
es: Verificar y continuar
fr: Vérifier et continuer
ja: 確認して続行
ko: 확인하고 계속하세요
pt_br: Verifique e continue
ru: Подтвердить и продолжить
zh_hans: 验证并继续
zh_hant: 驗證並繼續

source: Verifying and Importing…
de: Überprüfen und Importieren…
es: Verificando e importando…
fr: Vérification et importation…
ja: 検証とインポート中…
ko: 확인 및 가져오는 중…
pt_br: Verificando e importando...
ru: Проверка и импорт…
zh_hans: 验证和导入...
zh_hant: 驗證和導入...

source: Version %@
de: Version %1$@
es: Versión %1$@
fr: Version %1$@
ja: バージョン %1$@
ko: 버전 %1$@
pt_br: Versão %1$@
ru: Версия %1$@
zh_hans: 版本 %1$@
zh_hant: 版本 %1$@

source: Version Date
de: Versionsdatum
es: Fecha de versión
fr: Date de version
ja: バージョンの日付
ko: 버전 날짜
pt_br: Data da versão
ru: Дата версии
zh_hans: 版本日期
zh_hant: 版本日期

source: Versions & Updates
de: Versionen & Updates
es: Versiones y actualizaciones
fr: Versions et mises à jour
ja: バージョンとアップデート
ko: 버전 및 업데이트
pt_br: Versões e atualizações
ru: Версии и обновления
zh_hans: 版本与更新
zh_hant: 版本與更新

source: View Update
de: Update anzeigen
es: Ver actualización
fr: Voir la mise à jour
ja: アップデートを見る
ko: 업데이트 보기
pt_br: Ver atualização
ru: Посмотреть обновление
zh_hans: 查看更新
zh_hant: 查看更新

source: View activity
de: Aktivität anzeigen
es: Ver actividad
fr: Afficher l'activité
ja: アクティビティの表示
ko: 활동 보기
pt_br: Ver atividade
ru: Посмотреть активность
zh_hans: 查看活动
zh_hant: 查看活動

source: View all
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
ja: すべて表示
ko: 모두 보기
pt_br: Ver tudo
ru: Показать все
zh_hans: 查看全部
zh_hant: 顯示全部

source: View all processes
de: Alle Prozesse anzeigen
es: Ver todos los procesos
fr: Afficher tous les processus
ja: すべてのプロセスを表示
ko: 모든 프로세스 보기
pt_br: Ver todos os processos
ru: Посмотреть все процессы
zh_hans: 查看所有进程
zh_hant: 查看所有進程

source: Wait for %@ to finish its current action before deleting its container.
de: Warten Sie, bis %1$@ seine aktuelle Aktion abgeschlossen hat, bevor Sie seinen Container löschen.
es: Espere a que %1$@ finalice su acción actual antes de eliminar su contenedor.
fr: Attendez que %1$@ termine son action en cours avant de supprimer son conteneur.
ja: %1$@ が現在のアクションを完了するまで待ってから、コンテナを削除します。
ko: 컨테이너를 삭제하기 전에 %1$@가 현재 작업을 완료할 때까지 기다립니다.
pt_br: Espere %1$@ concluir a ação atual antes de apagar o contêiner.
ru: Подождите, пока %1$@ завершит текущее действие, прежде чем удалять свой контейнер.
zh_hans: 等待 %1$@ 完成当前操作，然后再删除其容器。
zh_hant: 等待 %1$@ 完成目前操作，然後再刪除其容器。

source: Wait for %@ to finish its current session action before starting another executable.
de: Warten Sie, bis %1$@ seine aktuelle Sitzungsaktion abgeschlossen hat, bevor Sie eine andere ausführbare Datei starten.
es: Espere a que %1$@ finalice la acción de la sesión actual antes de iniciar otro ejecutable.
fr: Attendez que %1$@ termine son action de session en cours avant de démarrer un autre exécutable.
ja: %1$@ が現在のセッション アクションを終了するまで待ってから、別の実行可能ファイルを開始します。
ko: 다른 실행 파일을 시작하기 전에 %1$@가 현재 세션 작업을 완료할 때까지 기다리십시오.
pt_br: Espere %1$@ terminar a ação de sessão atual antes de iniciar outro executável.
ru: Подождите, пока %1$@ завершит текущее действие сеанса, прежде чем запускать другой исполняемый файл.
zh_hans: 等待 %1$@ 完成其当前会话操作，然后再启动另一个可执行文件。
zh_hant: 等待 %1$@ 完成其目前會話操作，然後再啟動另一個執行檔。

source: Wait for all container activity to stop before changing the active runtime.
de: Warten Sie, bis alle Containeraktivitäten beendet sind, bevor Sie die aktive Laufzeitumgebung ändern.
es: Espera a que termine toda la actividad de los contenedores antes de cambiar el entorno activo.
fr: Attendez la fin de toute activité des conteneurs avant de changer l’environnement actif.
ja: アクティブなランタイムを変更する前に、すべてのコンテナ処理が終了するまでお待ちください。
ko: 활성 런타임을 변경하기 전에 모든 컨테이너 작업이 끝날 때까지 기다리세요.
pt_br: Aguarde o término de todas as atividades dos contêineres antes de alterar o runtime ativo.
ru: Перед сменой активной среды выполнения дождитесь завершения всех операций с контейнерами.
zh_hans: 更改活动运行时前，请等待所有容器任务结束。
zh_hant: 變更使用中的執行環境前，請等待所有容器工作結束。

source: Wait for all container activity to stop before changing GPTK.
de: Warten Sie, bis alle Containeraktivitäten beendet sind, bevor Sie GPTK ändern.
es: Espera a que finalice toda la actividad de los contenedores antes de cambiar GPTK.
fr: Attendez la fin de toute activité des conteneurs avant de modifier GPTK.
ja: GPTK を変更する前に、すべてのコンテナの処理が停止するまで待ってください。
ko: GPTK를 변경하기 전에 모든 컨테이너 작업이 끝날 때까지 기다리세요.
pt_br: Aguarde o término de todas as atividades dos contêineres antes de alterar o GPTK.
ru: Дождитесь завершения всех операций с контейнерами, прежде чем менять GPTK.
zh_hans: 请等待所有容器活动停止后再更改 GPTK。
zh_hant: 請等待所有容器活動停止後再變更 GPTK。

source: Wait for all container activity to stop before removing a runtime.
de: Warten Sie, bis alle Containeraktivitäten beendet sind, bevor Sie eine Laufzeitumgebung entfernen.
es: Espera a que termine toda la actividad de los contenedores antes de eliminar un entorno.
fr: Attendez la fin de toute activité des conteneurs avant de supprimer un environnement.
ja: ランタイムを削除する前に、すべてのコンテナ処理が終了するまでお待ちください。
ko: 런타임을 제거하기 전에 모든 컨테이너 작업이 끝날 때까지 기다리세요.
pt_br: Aguarde o término de todas as atividades dos contêineres antes de remover um runtime.
ru: Перед удалением среды выполнения дождитесь завершения всех операций с контейнерами.
zh_hans: 移除运行时前，请等待所有容器任务结束。
zh_hant: 移除執行環境前，請等待所有容器工作結束。

source: Wait for compatibility setup to finish before starting a Windows app.
de: Warten Sie, bis die Kompatibilitätseinrichtung abgeschlossen ist, bevor Sie eine Windows-App starten.
es: Espera a que finalice la configuración de compatibilidad antes de iniciar una app de Windows.
fr: Attendez la fin de la configuration de compatibilité avant de lancer une app Windows.
ja: Windows アプリを起動する前に、互換性設定が完了するまで待ってください。
ko: Windows 앱을 시작하기 전에 호환성 설정이 끝날 때까지 기다리세요.
pt_br: Aguarde a conclusão da configuração de compatibilidade antes de iniciar um app do Windows.
ru: Дождитесь завершения настройки совместимости, прежде чем запускать приложение Windows.
zh_hans: 请等待兼容性设置完成后再启动 Windows 应用。
zh_hant: 請等待相容性設定完成後再啟動 Windows App。
